{
    "Log Out": "Cerrar Sesión",
    "Profile": "Perfil",
    "Delete Account": "Eliminar Cuenta",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez eliminada su cuenta, todos sus recursos y datos se borrarán permanentemente. Antes de eliminar su cuenta, descargue los datos o la información que desee conservar.",
    "Are you sure you want to delete your account?": "¿Seguro que quieres eliminar tu cuenta?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez eliminada su cuenta, todos sus recursos y datos se borrarán permanentemente. Introduzca su contraseña para confirmar que desea eliminar definitivamente su cuenta.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es una zona segura de la aplicación. Confirme su contraseña antes de continuar.",
    "Password": "Contraseña",
    "Confirm": "Confirmar",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Ha olvidado su contraseña? No se preocupe. Indíquenos su dirección de correo electrónico y le enviaremos un enlace para restablecer la contraseña que le permitirá elegir una nueva.",
    "Email Password Reset Link": "Enviar enlace de restablecimiento",
    "Remember me": "Recordarme",
    "Log in": "Iniciar sesión",
    "Forgot your password?": "¿Ha olvidado su contraseña?",
    "Name": "Nombres",
    "LastName": "Apellidos",
    "Confirm Password": "Confirmar Contraseña",
    "Already registered?": "¿Ya está registrado?",
    "Register": "Registrar",
    "Reset Password": "Restablecer contraseña",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Gracias por registrarte. Antes de empezar, ¿podrías verificar tu dirección de correo electrónico haciendo clic en el enlace que te acabamos de enviar? Si no lo has recibido, estaremos encantados de enviarte otro.",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó durante el registro.",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Update Password": "Actualizar contraseña",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta utiliza una contraseña larga y aleatoria para mantener la seguridad.",
    "Current Password": "Contraseña actual",
    "New Password": "Contraseña nueva",
    "Save": "Guardar",
    "Saved.": "Guardado",
    "Profile Information": "Información sobre el perfil",
    "Update your account's profile information and email address.": "Actualice la información de perfil y la dirección de correo electrónico de su cuenta.",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada.",
    "Click here to re-send the verification email.": "Haga clic aquí para volver a enviar el correo electrónico de verificación.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "All rights reserved.": "Todos los derechos reservados."
}